Repository: common-repository/woo-advanced-sales-report-email
Catalog: languages/woocommerce-advanced-sales-report-email-*.po
Languages: de_de, gu, he_il

source: Please install and activate %sWooCommerce%s for WC Sales Report Email to work!
de_de: Bitte installieren und aktivieren Sie% sWooCommerce% s für WC Sales Report.
gu: WC વેચાણ અહેવાલ ઇમેઇલ કાર્ય કરવા માટે કૃપા કરી %sWooCommerce%s ને સ્થાપિત અને સક્રિય કરો!
he_il: אנא התקן והפעל את% sWooCommerce% s כדי שדוא"ל הדוא"ל המכירות יפעל!

source: Documentation
de_de: Dokumentation
gu: દસ્તાવેજીકરણ
he_il: תיעוד

source: the name of the report for internal use
de_de: Der Name des Berichts für die interne Verwendung
gu: આંતરિક ઉપયોગ માટેના અહેવાલનું નામ
he_il: שם הדוח לשימוש פנימי

source: Add title
de_de: Titel hinzufügen
gu: શીર્ષક ઉમેરો
he_il: הוסף כותרת

source: enter the recipients email addresses, separated by commas.
de_de: Geben Sie die E-Mail-Adressen des Empfängers durch Kommas getrennt ein.
gu: પ્રાપ્તિકર્તાઓના ઇમેઇલ સરનામાં દાખલ કરો, અલ્પવિરામથી વિભાજિત.
he_il: הזן את כתובות הדוא"ל של הנמענים, מופרדים באמצעות פסיקים.

source: Sales Report for {site_title}.
de_de: Verkaufsbericht für {site_title}.
gu: {site_title} માટે વેચાણ અહેવાલ.
he_il: דו"ח מכירות עבור {site_title}.

source: available Placeholders: {site_title}
de_de: verfügbare Platzhalter: {site_title}
gu: ઉપલબ્ધ પ્લેસહોલ્ડરો: {site_title}
he_il: מצייני מקום זמינים: {site_title}

source: Email Content
de_de: E-Mail-Inhalt
gu: ઇમેઇલ સામગ્રી
he_il: תוכן אימייל

source: Hi there. Please find your sales report for {site_title} below.
de_de: Hallo. Unten finden Sie Ihren Verkaufsbericht für {site_title}.
gu: હાય ત્યાં. કૃપા કરી નીચે {site_title} માટે તમારી વેચાણ અહેવાલ મેળવો.
he_il: שלום שם. אנא מצא את דוח המכירות שלך עבור {site_title} להלן.

source: Interval
de_de: Intervall
gu: અંતરાલ
he_il: טווח זמן לדו״ח

source: The frequency of which the report should be sent.
de_de: Die Häufigkeit, mit der der Bericht gesendet werden soll.
gu: રિક્વન્સી મોકલવાની આવર્તન.
he_il: התדירות בה יש לשלוח את הדוח.

source: Day of Week
de_de: Wochentag
gu: અઠવાડિયાનો દિવસ
he_il: יום בשבוע

source: Day of the week to send the report email.
de_de: Wochentag, an dem die Berichts-E-Mail gesendet werden soll.
gu: રિપોર્ટ ઇમેઇલ મોકલવા માટે અઠવાડિયાનો દિવસ.
he_il: יום השבוע לשליחת דוא"ל הדוח.

source: Day of Month
de_de: Monatstag
gu: મહિનાનો દિવસ
he_il: יום בחודש

source: the day on the month to send the report email.
de_de: Der Tag des Monats, an dem die Berichts-E-Mail gesendet werden soll.
gu: રિપોર્ટ ઇમેઇલ મોકલવાનો મહિનાનો દિવસ.
he_il: היום בחודש לשליחת דוא"ל הדוח.

source: Send Report At
de_de: Bericht senden an
gu: રિપોર્ટ મોકલો
he_il: שלח דוח בשעה

source: the time of day to send out the report email.
de_de: Die Uhrzeit, zu der die Berichts-E-Mail gesendet werden soll.
gu: રિપોર્ટ ઇમેઇલ મોકલવાનો દિવસનો સમય.
he_il: השעה ביום להעברת דוא"ל הדוח.

source: Enable this option to enable this email notification.
de_de: Aktivieren Sie diese Option, um diese E-Mail-Benachrichtigung zu aktivieren.
gu: આ ઇમેઇલ સૂચનાને સક્ષમ કરવા માટે આ વિકલ્પને સક્ષમ કરો.
he_il: הפעל אפשרות זו כדי להפעיל את הודעת הדוא"ל הזו.

source: Gross Revenue
de_de: Bruttoeinnahmen
gu: કુલ આવક
he_il: הכנסות ברוטו

source: sum of all orders including shipping & taxes with refunds taken off.
de_de: Summe aller Bestellungen inklusive Versand & Steuern mit abgenommenen Rückerstattungen.
gu: ઉપાડ સાથે વહન અને કર સહિતના તમામ ઓર્ડરનો સરવાળો.
he_il: סכום כל ההזמנות כולל משלוח ומיסים עם החזרים כספיים.

source: Total discounts with coupons.
de_de: Gesamtrabatte mit Gutscheinen.
gu: કૂપન્સ સાથે કુલ છૂટ.
he_il: סה"כ הנחות עם קופונים.

source: Total Refunds during the report period.
de_de: Total Refunds während des Berichtszeitraums.
gu: રિપોર્ટ સમયગાળા દરમિયાન કુલ રિફંડ.
he_il: סך ההחזרים בתקופת הדוח.

source: Total tax charges during the report period.
de_de: Gesamtsteuerbelastung im Berichtszeitraum.
gu: રિપોર્ટના સમયગાળા દરમિયાન કુલ ટેક્સ ચાર્જ.
he_il: סך חיובי המס בתקופת הדוח.

source: Total shipping charges during the report period.
de_de: Gesamte Versandkosten während des Berichtszeitraums.
gu: રિપોર્ટ સમયગાળા દરમિયાન કુલ શિપિંગ ખર્ચ.
he_il: סך דמי המשלוח בתקופת הדוח.

source: Net Revenue
de_de: Nettoumsatz
gu: ચોખ્ખો મહેસુલ
he_il: הכנסות נטו

source: sum of all orders, with refunds, shipping & taxes taken off.
de_de: Summe aller Bestellungen, mit Rückerstattung, Versand & Steuern.
gu: રિફંડ, શિપિંગ અને ટેક્સ ઉપાડેલા તમામ ઓર્ડરનો સરવાળો.
he_il: סכום כל ההזמנות, עם החזרים כספיים, משלוח ומיסים שהורדו.

source: Total count of orders in status Processing/Complete.
de_de: Gesamtzahl der Aufträge im Status Abwicklung / Abgeschlossen.
gu: સ્થિતિ પ્રોસેસીંગ / પૂર્ણમાં ઓર્ડરની કુલ ગણતરી.
he_il: סך כל ההזמנות בסטטוס עיבוד / הושלם.

source: Items Sold
de_de: Artikel verkauft
gu: વસ્તુઓ વેચી
he_il: פריטים שנמכרו

source: Total items sold during the report period.
de_de: Summe der im Berichtszeitraum verkauften Artikel.
gu: રિપોર્ટ સમયગાળા દરમિયાન કુલ વેચાયેલી વસ્તુઓ.
he_il: סך כל הפריטים שנמכרו במהלך תקופת הדוח.

source: New Customers
de_de: neue Kunden
gu: નવા ગ્રાહકો
he_il: לקוחות חדשים

source: Total number of new signups during the report period.
de_de: Gesamtzahl der Neuanmeldungen im Berichtszeitraum.
gu: રિપોર્ટ સમયગાળા દરમિયાન નવા સાઇનઅપ્સની કુલ સંખ્યા.
he_il: המספר הכולל של הרשמות חדשות במהלך תקופת הדוח.

source: Avg Order Value
de_de: Durchschnittlicher Bestellwert
gu: સરેરાશ ઓર્ડર મૂલ્ય
he_il: ערך ממוצע להזמנה

source: Average Order Value during the report period.
de_de: Durchschnittlicher Bestellwert während des Berichtszeitraums.
gu: રિપોર્ટ સમયગાળા દરમિયાન સરેરાશ ઓર્ડર મૂલ્ય.
he_il: ערך הזמנה ממוצע בתקופת הדוח.

source: Avg Daily Sales
de_de: Durchschnittlicher Tagesumsatz
gu: સરેરાશ દૈનિક વેચાણ
he_il: מכירות ממוצעות יומיות

source: Average Daily Sales during the report period.
de_de: Durchschnittlicher Tagesumsatz im Berichtszeitraum.
gu: રિપોર્ટ સમયગાળા દરમિયાન સરેરાશ દૈનિક વેચાણ.
he_il: מכירות יומיות ממוצעות בתקופת הדוח.

source: Avg Items per order
de_de: Durchschn. Artikel pro Bestellung
gu: ઓર્ડર દીઠ સરેરાશ વસ્તુઓ
he_il: פריטים ממוצעים לפי הזמנה

source: Average Items per order during the report period.
de_de: Durchschnittliche Artikel pro Bestellung während des Berichtszeitraums.
gu: રિપોર્ટ સમયગાળા દરમિયાન ઓર્ડર દીઠ સરેરાશ વસ્તુઓ.
he_il: פריטים ממוצעים להזמנה בתקופת הדוח.

source: Top Selling Products
de_de: Meistverkaufte Produkte
gu: ટોચના વેચાણ ઉત્પાદનો
he_il: מוצרים הנמכרים ביותר

source: product name, quantity, amount during the report period.
de_de: Produktname, Menge, Menge während des Berichtszeitraums.
gu: અહેવાલ સમયગાળા દરમિયાન ઉત્પાદન નામ, જથ્થો, રકમ.
he_il: שם מוצר, כמות, סכום בתקופת הדוח.

source: Top Selling Categories
de_de: Meistverkaufte Kategorien
gu: ટોચના વેચાણની શ્રેણીઓ
he_il: הקטגוריות הנמכרות ביותר

source: category name, quantity, amount during the report period.
de_de: Kategoriename, Menge, Menge während des Berichtszeitraums.
gu: અહેવાલ અવધિ દરમિયાન વર્ગનું નામ, જથ્થો, રકમ.
he_il: שם קטגוריה, כמות, סכום בתקופת הדוח.

source: Sales By Billing City
de_de: Verkäufe nach Abrechnungsstadt
gu: બિલિંગ સિટી દ્વારા વેચાણ
he_il: מכירות מאת חברת חיוב סיטי

source: City, orders count, total amount during the report period.
de_de: Stadt, Anzahl der Bestellungen, Gesamtbetrag während des Berichtszeitraums.
gu: અહેવાલના સમયગાળા દરમિયાન શહેર, ઓર્ડરની ગણતરી, કુલ રકમ.
he_il: עיר, ספירת הזמנות, הסכום הכולל בתקופת הדוח.

source: Sales By Shipping City
de_de: Verkäufe nach Versandstadt
gu: શિપિંગ સિટી દ્વારા વેચાણ
he_il: מכירות על ידי משלוח עיר

source: Sales By Billing State
de_de: Verkäufe nach Abrechnungsstatus
gu: બિલિંગ રાજ્ય દ્વારા વેચાણ
he_il: מכירות לפי מדינה חיוב

source: State, orders count, total amount during the report period.
de_de: Status, Anzahl der Bestellungen, Gesamtbetrag während des Berichtszeitraums.
gu: અહેવાલ સમયગાળા દરમિયાન રાજ્ય, ઓર્ડર ગણતરી, કુલ રકમ.
he_il: מדינה, ספירת הזמנות, הסכום הכולל בתקופת הדוח.

source: Sales By Shipping State
de_de: Verkäufe nach Versandstaat
gu: શિપિંગ રાજ્ય દ્વારા વેચાણ
he_il: מכירות לפי מדינת משלוח

source: Sales By Billing Country
de_de: Verkäufe nach Abrechnungsland
gu: બિલિંગ દેશ દ્વારા વેચાણ
he_il: מכירות לפי מדינה חיוב

source: country, orders count, total amount during the report period.
de_de: Land, Anzahl der Bestellungen, Gesamtbetrag während des Berichtszeitraums.
gu: દેશ, ઓર્ડરની ગણતરી, રિપોર્ટ સમયગાળા દરમિયાન કુલ રકમ.
he_il: מדינה, ספירת הזמנות, הסכום הכולל בתקופת הדוח.

source: Sales By Shipping Country
de_de: Verkäufe nach Versandland
gu: શીપીંગ દેશ દ્વારા વેચાણ
he_il: מכירות לפי מדינה משלוח

source: Sales By Coupons
de_de: Verkäufe nach Coupons
gu: કુપન્સ દ્વારા વેચાણ
he_il: מכירות עם קופונים

source: coupon, quantity used and total discount amount during the report period.
de_de: Gutschein, verwendete Menge und Gesamtrabattbetrag während des Berichtszeitraums.
gu: અહેવાલ સમયગાળા દરમિયાન કૂપન, વપરાયેલ પ્રમાણ અને કુલ ડિસ્કાઉન્ટની રકમ.
he_il: קופון, כמות ששימשה וסכום ההנחה הכולל בתקופת הדוח.

source: Orders By Status
de_de: Bestellungen nach Status
gu: સ્થિતિ દ્વારા ઓર્ડર
he_il: הזמנות לפי סטטוס

source: orders Status, order count, total amount during the report period.
de_de: Bestellungen Status, Anzahl der Bestellungen, Gesamtbetrag während des Berichtszeitraums.
gu: ઓર્ડર સ્થિતિ, ઓર્ડરની ગણતરી, રિપોર્ટ સમયગાળા દરમિયાન કુલ રકમ.
he_il: הזמנות סטטוס, ספירת הזמנות, הסכום הכולל במהלך תקופת הדוח.

source: Orders By Payment Method
de_de: Bestellungen nach Zahlungsmethode
gu: ચુકવણી પદ્ધતિ દ્વારા ઓર્ડર
he_il: הזמנות בשיטת תשלום

source: payment method, order count, total amount during the report period.
de_de: Zahlungsmethode, Anzahl der Bestellungen, Gesamtbetrag während des Berichtszeitraums.
gu: રિપોર્ટ અવધિ દરમિયાન ચુકવણીની પદ્ધતિ, ઓર્ડરની ગણતરી, કુલ રકમ.
he_il: אמצעי תשלום, ספירת הזמנות, הסכום הכולל במהלך תקופת הדוח.

source: Total number of active subscriptions during the report period.
de_de: Gesamtzahl der aktiven Abonnements während des Berichtszeitraums.
gu: રિપોર્ટ સમયગાળા દરમિયાન સક્રિય સબ્સ્ક્રિપ્શન્સની કુલ સંખ્યા.
he_il: המספר הכולל של מנויים פעילים בתקופת הדוח.

source: Total number of subscriptions signups during the report period.
de_de: Gesamtzahl der Abonnementanmeldungen während des Berichtszeitraums.
gu: રિપોર્ટ સમયગાળા દરમિયાન સબ્સ્ક્રિપ્શન્સ સાઇનઅપ્સની કુલ સંખ્યા.
he_il: המספר הכולל של הרשמות למנויים במהלך תקופת הדוח.

source: Signup Revenue
de_de: Einnahmen aus der Anmeldung
gu: સાઇનઅપ આવક
he_il: הכנסות הרשמה

source: Total signup revenue during the report period.
de_de: Gesamte Einnahmen aus der Anmeldung im Berichtszeitraum.
gu: રિપોર્ટ સમયગાળા દરમિયાન કુલ સાઇનઅપ આવક.
he_il: סך הכנסות ההרשמה בתקופת הדוח.

source: Total number of subscriptions renewal during the report period.
de_de: Gesamtzahl der Abonnementverlängerungen während des Berichtszeitraums.
gu: રિપોર્ટ સમયગાળા દરમિયાન સબ્સ્ક્રિપ્શન્સ નવીકરણની કુલ સંખ્યા.
he_il: המספר הכולל של חידוש המנויים במהלך תקופת הדוח.

source: Renewal Revenue
de_de: Erneuerungserlöse
gu: નવીકરણ આવક
he_il: הכנסות התחדשות

source: Total renewal revenue during the report period.
de_de: Gesamte Erneuerungserlöse im Berichtszeitraum.
gu: રિપોર્ટ સમયગાળા દરમિયાન નવીકરણની કુલ આવક.
he_il: סך הכנסות ההתחדשות בתקופת הדוח.

source: Total number of subscriptions switch during the report period.
de_de: Die Gesamtzahl der Abonnements wechselt während des Berichtszeitraums.
gu: રિપોર્ટ સમયગાળા દરમિયાન સબ્સ્ક્રિપ્શન્સની કુલ સંખ્યા.
he_il: מספר המנויים הכולל עובר במהלך תקופת הדוח.

source: Switch Revenue
de_de: Umsatz wechseln
gu: આવક સ્વિચ કરો
he_il: החלף הכנסות

source: Total switch revenue during the report period.
de_de: Gesamtumsatzerlöse im Berichtszeitraum.
gu: રિપોર્ટ સમયગાળા દરમિયાન કુલ સ્વિચ આવક.
he_il: סך הכנסות המתגים במהלך תקופת הדוח.

source: Total number of subscriptions resubscribe during the report period.
de_de: Gesamtzahl der Abonnements, die während des Berichtszeitraums erneut abonniert wurden.
gu: રિપોર્ટ અવધિ દરમિયાન સબ્સ્ક્રિપ્શન્સની કુલ સંખ્યા ફરીથી સબ્સ્ક્રાઇબ કરે છે.
he_il: המספר הכולל של ההרשמות להירשם מחדש במהלך תקופת הדוח.

source: Resubscribe Revenue
de_de: Einnahmen erneut abonnieren
gu: આવક ફરીથી સબસ્ક્રાઇબ કરો
he_il: רישום מחדש של הכנסות

source: Total resubscribe revenue during the report period.
de_de: Gesamte Einnahmen aus der erneuten Anmeldung im Berichtszeitraum.
gu: રિપોર્ટ સમયગાળા દરમિયાન કુલ ફરીથી સબસ્ક્રાઇબ આવક.
he_il: סך הכנסות המנוי מחדש בתקופת הדוח.

source: Subscriptions By Status (Total)
de_de: Abonnements nach Status (Gesamt)
gu: સ્થિતિ દ્વારા સબ્સ્ક્રિપ્શન્સ (કુલ)
he_il: מנויים לפי סטטוס (סה"כ)

source: New, Cancelled, Pending Cancellations, etc.
de_de: Neu, storniert, ausstehende Stornierungen usw.
gu: નવું, રદ કરાયેલ, બાકી રદ કરવું, વગેરે.
he_il: ביטולים חדשים, מבוטלים, בהמתנה וכו '.

source: Subscriptions By Status (Period)
de_de: Abonnements nach Status (Zeitraum)
gu: સ્થિતિ (સમયગાળા) દ્વારા સબ્સ્ક્રિપ્શન્સ
he_il: מנויים לפי סטטוס (תקופה)

source: Report dates
de_de: Daten melden
gu: રિપોર્ટ તારીખો
he_il: תאריכים

source: Report Totals
de_de: Summen melden
gu: અહેવાલો ટોટલ્સ
he_il: דווח על סך הכל

source: Total Amount
de_de: Gesamtsumme
gu: કુલ રકમ
he_il: הסכום הכולל

source: data not available.
de_de: keine Daten verfügbar.
gu: ડેટા ઉપલબ્ધ નથી.
he_il: נתונים לא זמינים.

source: Amount Discounted
de_de: Abzinsungsbetrag
gu: ડિસ્કાઉન્ટેડ રકમ
he_il: סכום מוזל

source: Quantity
de_de: Menge
gu: જથ્થો
he_il: כמות

source: Next Run Date
de_de: Nächstes Ausführungsdatum
gu: આગળ ચાલવાની તારીખ
he_il: תאריך ההפעלה הבא

source: No Reports
de_de: Keine Berichte
gu: કોઈ અહેવાલો નથી
he_il: לא הוגדרו דו"חות

source: Add Report
de_de: Bericht hinzufügen
gu: રિપોર્ટ ઉમેરો
he_il: הוסף דו"ח

source: Create Report
de_de: Bericht erstellen
gu: રિપોર્ટ બનાવો
he_il: צור דו"ח

source: Edit Report
de_de: Bericht bearbeiten
gu: અહેવાલ સંપાદિત કરો
he_il: ערוך דו"ח

source: Report Details
de_de: Berichtsdetails
gu: અહેવાલ વિગતો
he_il: פרטי דו"ח

source: Subscription Details
de_de: Abonnementdetails
gu: સબ્સ્ક્રિપ્શન વિગતો
he_il: פרטי מנוי

source: delete report
de_de: Bericht löschen
gu: અહેવાલ કાઢી નાખો
he_il: מחק דו"ח

source: Preview report
de_de: Vorschau des Berichts
gu: પૂર્વાવલોકન અહેવાલ
he_il: תצוגה מקדימה של הדו"ח

source: Send a test email
de_de: Senden Sie eine Test-E-Mail
gu: એક પરીક્ષણ ઇમેઇલ મોકલો
he_il: שלח דוא"ל לבדיקה

source: The Sales Report Email Pro will help know how well your store is performing and how your products are selling by emailing you a daily, weekly, or monthly sales report email.
de_de: Mit dem Sales Report Email Pro können Sie feststellen, wie gut Ihr Geschäft arbeitet und wie sich Ihre Produkte verkaufen, indem Sie eine tägliche, wöchentliche oder monatliche E-Mail mit Verkaufsberichten erhalten.
gu: સેલ્સ રિપોર્ટ ઇમેઇલ પ્રો તમારા સ્ટોરનું સંચાલન કેટલું સારું કરી રહ્યું છે અને તમને દરરોજ, સાપ્તાહિક અથવા માસિક વેચાણ અહેવાલ ઇમેઇલ ઇમેઇલ કરીને તમારા ઉત્પાદનો કેવી રીતે વેચાય છે તે જાણવામાં મદદ કરશે.
he_il: דוא"ל המכירות של דוח המכירות יעזור לדעת את הביצועים של החנות שלך ואיך המוצרים שלך נמכרים באמצעות דוא"ל דוא"ל מכירות יומי, שבועי או חודשי.
